//NEWGDG       JOB (54,B25,9804,21,V1010817),'IVAN',TIME=5,             00010010
//             CLASS=T,MSGCLASS=U                                       00020000
//*MAIN SYSTEM=CPUB
//*---------------------------------------------------------------------00003000
//* --------------------------------------------------------------------
//*                     CREATE A NEW GDG FILE 
//*                     ---------------------
//*FILE NAME            : USER.L500.GDG 
//*LIMIT OF GENERATIONS : 500
//* --------------------------------------------------------------------
//ALOCLIB EXEC PGM=IDCAMS
//SYSPRINT  DD SYSOUT=*
   DEF GDG(NAME(USER.L500.GDG) LIM(500) SCR)
