//* --------------------------------------------------------------------
//*                     CREATE A NEW GDG FILE 
//*                     ---------------------
//*FILE NAME            : USER.L500.GDG 
//*LIMIT OF GENERATIONS : 500
//* --------------------------------------------------------------------
//ALOCLIB EXEC PGM=IDCAMS
//SYSPRINT  DD SYSOUT=*
   DEF GDG(NAME(USER.L500.GDG) LIM(500) SCR)

